var activities_arr = {
	"activities": [
		{
			"level": "1",
			"description": "Get up and get a drink of water!",
			"experiencePoints": "200",
			"buttonColor": "#8080FF", 
			"imageURL": "water drop"			
		},
		{
			"level": "2",
			"description": "WRIST STRETCH: Get up and do a quick 2 minute stretch. Reach your right hand out in front of you, palm up, parallel to the ground. Flex your wrists back, fingers pointing to the ground, palm facing forward. Spreading your fingers wide, gently pull back on your thumb. Hold for a few seconds. Move on to the pointer finger, the middle finger, and so on, holding each finger for a few breaths. Your hands will want to scrunch up; don't let them! Repeat on the second side. Roll out the wrists a few times in each direction to complete the stretch. Take a deep breath.",
			"experiencePoints": "400",
			"buttonColor": "#DOF37B",
			"imageURL": "no idea"			
		},
		{
			"level": "3",
			"description": "Get up and quickly talk to someone nearby, be it about work or anything else. If in doubt, just ask them how they are doing.",
			"experiencePoints": "400",
			"buttonColor": "#C199D6",
			"imageURL": "face"			
		},
		{
			"level": "4",
			"description": "GRIP EXERCISE: Get up and do a quick 2 minute exercise. Hold a soft ball or towel in your palm and squeeze it. If you don't have an item to squeeze, just make a fist.  Hold for a few seconds and release. Repeat 10 times on each hand. Be sure to breath while doing this, exhale on the squeeze, inhale after release.",
			"experiencePoints": "500",
			"buttonColor": "#E06666" ,
			"imageURL": "dumbbell"			
		},
		{
			"level": "5",
			"description": "Get up from your desk and look out the nearest window for a minute.",
			"experiencePoints": "500",
			"buttonColor": "#CCE5E5",
			"imageURL": "eye"			
		},
		{
			"level": "6",
			"description": "ANKLE STRETCH: Get up and do a quick 2 minute stretch. Stand with one foot held slighty off the ground in front of you.  Draw a circle with the toe of that foot, rolling your ankle in a counterclockwise motion three times, then in a clockwise motion three times. If you want, place the ball of your foot on the floor to use as a pushing surface.  This will create a more intense stretch. Repeat with your other foot.  Take a deep breath.",
			"experiencePoints": "600",
			"buttonColor": "#DOF37B",
			"imageURL": "no idea"			
		},
		{
			"level": "7",
			"description": "CALF RAISES: Get up and do a quick 2 minute exercise. Stand and hold onto the back of your chair. Raise up on your toes. Hold for a few seconds then lower. Repeat 10 times. To increase the difficulty, use only one leg at a time, holding the other leg off the ground.",
			"experiencePoints": "500",
			"buttonColor": "#E06666" ,
			"imageURL": "dumbbell"			
		},
		{
			"level": "8",
			"description": "Go find a staircase and climb it! (Works as cardio and leg exercise)",
			"experiencePoints": "650",
			"buttonColor": "#999999",
			"imageURL": "sfdkhl"			
		},
		{
			"level": "9",
			"description": "Get up and visualize yourself doing your favorite active hobby. If you can, mimic some of the usual motions, a golf swing, some swimming strokes, think about how your body moves, what muscles you use, how you feel.",
			"experiencePoints": "650",
			"buttonColor": "#CCE5E5",
			"imageURL": "tree"			
		},
		{
			"level": "10",
			"description": "ARM AND SHOULDER STRETCH: Get up and do a quick 2 minute stretch. Extend one arm out straight in front of you. With the other hand, grab the elbow of the outstretched arm and pull it across your chest, stretching your shoulder and upper back muscles. Exhale fully.Hold. Release and take a deep breath. Stretch out the other arm in front of you and repeat.",
			"experiencePoints": "650",
			"buttonColor": "#E06666" ,
			"imageURL": "dumbbell"			
		},
		{
			"level": "11",
			"description": "ARM RAISES: Get up and do a quick 2 minute exercise. Stand with your shoulders back and back straight.  Lower your hands to your sides. With your arms straight, raise your arms to shoulder height in front of you. Lower your arms to your waist. Then, raise your arms out to your sides to shoulder height.  Return to starting position, then repeat the two motions ten times.",
			"description": "Get up and do a quick 2 minute arm exercise.",
			"experiencePoints": "700",
			"buttonColor": "#E06666" ,
			"imageURL": "dumbbell"			
		},
		{
			"level": "12",
			"description": "Go outside and get a breath of fresh air. Put your work aside for five minutes and see what it is like outside.",
			"experiencePoints": "800",
			"buttonColor": "#CCE5E5",
			"imageURL": "tree"						
		},
		{
			"level": "13",
			"description": "BACK STRETCH: Get up and do a quick 2 minute stretch. Stretch your back with a 'big hug' - Hug your body, placing the right hand on your left shoulder and the left hand on your right shoulder. Breathe in and out, releasing the area between your shoulder blades. Switch which arm is on top, repeat.",
			"experiencePoints": "700",
			"buttonColor": "#E06666" ,
			"imageURL": "dumbbell"			
		},
		{
			"level": "14",
			"description": "SHOULDER SHRUGS: Get up and do a quick 2 minute exercise.  Stand with your legs shoulder width apart, back strait. Then, simply raise both shoulders up toward the ears while exhaling, hold for 5 seconds, then relax and take a deep inhale. Repeat for 15 reps. Be sure to breath to help release the stress in your upper back, shoulders and neck.",
			"description": "Get up and do a quick 2 minute back exercise.",
			"experiencePoints": "800",
			"buttonColor": "#E06666" ,
			"imageURL": "dumbbell"			
		},
		{
			"level": "15",
			"description": "Go outside and get a breath of fresh air. Put your work aside for five minutes and see what it is like outside.",
			"experiencePoints": "850",
			"buttonColor": "#CCE5E5",
			"imageURL": "tree"						
		},
		{
			"level": "16",
			"description": "HALF SQUATS: Get up and do a quick 2 minute exercise. Stand with your feet shoulder distance apart. Your hands can rest on the front of your thighs or reach in front of you. Keep your chest lifted and slowely lower your hips about 10 inches, as if you are sitting down into a chair. PLant your weight in your heels and hold the squat for five seconds. Push through your heels and bring your body back up to standing. Inhale before squat and exhale while pushing to standing position.  Keep your abs tight, do not bend forward at your waist.",
			"experiencePoints": "900",
			"buttonColor": "#E06666" ,
			"imageURL": "dumbbell"			
		},
		{
			"level": "17",
			"description": "FULL BODY STRETCH: Get up and do a quick 2 minute stretch. Stand with your feet together and bend forward trying to touch your toes. Exhale fully and relax your legs and back. Then, while inhaling, slowely return to standing and reach your arms straight overhead.  Take a breath. Then, with your arms still overhead, breathe out as you bend your upper body slightly to the right. Take three slow breaths. Slowly return to the center. Repeat on the left side.",			
			"experiencePoints": "400",
			"buttonColor": "#E06666" ,
			"imageURL": "dumbbell"			
		}
	]
}